tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "swiftdocorg/formulae"
tap "swiftwasm/tap"
tap "yonaskolb/mint", "https://github.com/yonaskolb/Mint.git"
brew "bat"
brew "fontconfig"
brew "glib"
brew "cmake"
brew "pkg-config"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-typist"
brew "netpbm"
brew "graphviz"
brew "hexyl"
brew "jq"
brew "llvm"
brew "llvm@7"
brew "lsd"
brew "macvim"
brew "mint"
brew "ninja"
brew "pandoc"
brew "pastel"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "xsv"
brew "youtube-dl"
brew "zsh"
brew "swiftdocorg/formulae/swift-doc"
brew "swiftwasm/tap/carton"
cask "alacritty"
cask "bitbar"
cask "brooklyn"
cask "cakebrew"
cask "db-browser-for-sqlite"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavydata-nerd-font"
cask "font-inconsolatago-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-robotomono-nerd-font"
cask "fontforge"
cask "keycastr"
cask "macdown"
cask "openinterminal"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
